/*
 * @Description:
 * @Autor: xkx
 * @Date: 2022-09-05 11:55:56
 * @LastEditors: xkx
 * @LastEditTime: 2022-09-09 11:56:34
 */
interface article {
  title: string;
  message: string[];
}
export type detialModel = {
  title: string;
  des: string;
  article: article[];
  footerDes: string;
};
export const serviceAgreementList = {
  1: {
    title: '燃物平台物流协议',
    des: '本协议是由指纹平台（包括PC端网站、移动端网站及APP等，以下简称“平台”或“指纹平台”）的用户（以下或称“您”）与指纹平台的运营方“厦门指纹科技有限公司”（以下或称“指纹”或“我们”）之间，就指纹平台服务等相关事宜共同缔结。',
    article: [
      {
        title: '一、协议的确认及接受',
        message: [
          '1.1 本协议由您与指纹共同缔结，本协议对您与指纹具有同等法律效力。',
          '1.2 您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。',
          '1.3 当您按照注册页面提示填写信息、阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入指纹平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。',
          '1.4 由于互联网高速发展，您与指纹签署的本协议列明的条款并不能完整罗列并覆盖您与指纹所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，指纹法律声明、隐私条款、指纹平台规则及所有指纹平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用指纹服务，视为您同意接受上述补充协议。',
          '1.5 根据中华人民共和国有关法律、法规及相关政策及变化及平台运营需要，指纹有权对本协议中条款及其它指纹平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在指纹平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及指纹平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用指纹平台，则视为知悉变动内容并接受变更后的协议。 如您不同意变更事项，您有权于变更事项确定的生效日前联系指纹反馈意见。如反馈意见得以采纳，指纹将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用指纹服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用指纹服务，则视为您同意已生效的变更事项。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
    ],
  },
  2: {
    title: '燃物平台售后政策',
    des: '本协议是由指纹平台（包括PC端网站、移动端网站及APP等，以下简称“平台”或“指纹平台”）的用户（以下或称“您”）与指纹平台的运营方“厦门指纹科技有限公司”（以下或称“指纹”或“我们”）之间，就指纹平台服务等相关事宜共同缔结。',
    article: [
      {
        title: '一、协议的确认及接受',
        message: [
          '1.1 本协议由您与指纹共同缔结，本协议对您与指纹具有同等法律效力。',
          '1.2 您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。',
          '1.3 当您按照注册页面提示填写信息、阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入指纹平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。',
          '1.4 由于互联网高速发展，您与指纹签署的本协议列明的条款并不能完整罗列并覆盖您与指纹所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，指纹法律声明、隐私条款、指纹平台规则及所有指纹平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用指纹服务，视为您同意接受上述补充协议。',
          '1.5 根据中华人民共和国有关法律、法规及相关政策及变化及平台运营需要，指纹有权对本协议中条款及其它指纹平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在指纹平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及指纹平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用指纹平台，则视为知悉变动内容并接受变更后的协议。 如您不同意变更事项，您有权于变更事项确定的生效日前联系指纹反馈意见。如反馈意见得以采纳，指纹将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用指纹服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用指纹服务，则视为您同意已生效的变更事项。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
    ],
  },
  3: {
    title: '燃物平台法律声明',
    des: '本协议是由指纹平台（包括PC端网站、移动端网站及APP等，以下简称“平台”或“指纹平台”）的用户（以下或称“您”）与指纹平台的运营方“厦门指纹科技有限公司”（以下或称“指纹”或“我们”）之间，就指纹平台服务等相关事宜共同缔结。',
    article: [
      {
        title: '一、协议的确认及接受',
        message: [
          '1.1 本协议由您与指纹共同缔结，本协议对您与指纹具有同等法律效力。',
          '1.2 您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。',
          '1.3 当您按照注册页面提示填写信息、阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入指纹平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。',
          '1.4 由于互联网高速发展，您与指纹签署的本协议列明的条款并不能完整罗列并覆盖您与指纹所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，指纹法律声明、隐私条款、指纹平台规则及所有指纹平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用指纹服务，视为您同意接受上述补充协议。',
          '1.5 根据中华人民共和国有关法律、法规及相关政策及变化及平台运营需要，指纹有权对本协议中条款及其它指纹平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在指纹平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及指纹平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用指纹平台，则视为知悉变动内容并接受变更后的协议。 如您不同意变更事项，您有权于变更事项确定的生效日前联系指纹反馈意见。如反馈意见得以采纳，指纹将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用指纹服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用指纹服务，则视为您同意已生效的变更事项。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
    ],
  },
  4: {
    title: '燃物平台用户服务协议',
    des: '<div class="textR">更新日期：2022  年   09  月  09  日</div>本协议是由燃物平台（包括PC端网站、移动端网站及小程序等，以下简称“平台”或“燃物平台”）的用户（以下或称“您”）与燃物平台的运营方“厦门指纹科技有限公司”（以下或称“指纹”或“我们”）之间，就燃物平台服务等相关事宜共同缔结。',
    article: [
      {
        title: '一、协议的确认与接受',
        message: [
          '1.1 本协议由您与指纹共同缔结，本协议对您与指纹具有同等法律效力。',
          '1.2 您在点击同意本协议之前，应当认真阅读本协议。<strong>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。</strong>',
          '1.3 当您按照注册页面提示填写信息、<strong>阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入燃物平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。<strong>',
        ],
      },
      {
        title: '二、协议的补充与变更',
        message: [
          '2.1 您应知晓并理解，由于互联网高速发展，您与指纹签署的本协议所列条款并不能完整罗列并覆盖您与指纹的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，<strong>平台法律声明、隐私协议、售后物流规则及所有平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用指纹服务，视为您同意接受上述补充协议。</strong>',
          '2.2 根据中华人民共和国有关法律、法规等相关政策及平台运营需要，指纹有权对本协议中条款及其它平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用本平台，则视为知悉变动内容并接受变更后的协议。',
          '如您不同意变更事项，您有权于变更事项确定的生效日前联系指纹反馈意见。如反馈意见得以采纳，指纹将酌情调整变更事项。<strong>如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用指纹服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用指纹服务，则视为您同意已生效的变更事项。</strong>',
        ],
      },
      {
        title: '三、定义',
        message: [
          '3.1 <strong>燃物平台</strong>：指由指纹主办运营的为小程序运行提供技术服务支持及柔性供应链服务的平台，包含燃物网站（域名为<a href="http://hiranwu.com/">hiranwu.com</a>）及小程序。',
          '3.2 <strong>指纹</strong>：指“厦门指纹科技有限公司”，系燃物平台的运营方。',
          '2.3 <strong>指纹服务</strong>：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 <strong>指纹平台规则</strong>：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
      {
        title: '四、账户注册、使用与注销',
        message: [
          '<strong>4.1 账号注册与使用</strong>',
          '4.1.1 您确认，当您在平台上进行账户注册并使用平台服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。<strong>若您不具备与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应后果，且指纹有权终止向您提供服务并注销您的账户。</strong>如您代表一家公司或其他法律主体在燃物平台注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。',
          '4.1.2 在您按照注册页面提示填写信息、阅读并点击同意本协议且完成全部注册程序后，或您以其他指纹允许的方式实际使用指纹服务时，您即受本协议及其补充协议的约束。您可以使用已注册的燃物账户、手机号码或者指纹允许的其它方式作为登录手段进入燃物平台。',
          '4.1.3 <strong>您设置的账户登录名不得违反国家法律法规及燃物平台规则的规定，否则指纹可回收您的登录名</strong>，并按法律法规或平台规则进行相应的处理。',
          '4.1.4 您向燃物平台提供的资料应真实、准确、完整、合法有效；如有变更，您应及时、主动地在平台上更新相关资料；<strong>否则，您将承担因此对您自身、他人或指纹造成的全部损失与不利后果。若因国家法律法规、部门规章或监管机构的要求，指纹需要用户补充提供任何相关资料时，如您不能及时配合提供，指纹有权暂停或终止向您提供部分或全部指纹服务，由此产生的一切风险、责任、损失、费用等应由您自行承担。</strong>',
          '4.1.5 您应自行妥善保管您的账户密码。账户因您泄露或遭受他人攻击、诈骗等行为导致的损失及后果，指纹并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。如发现任何未经授权使用您账户登录燃物平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知指纹。您理解指纹对您的请求采取行动均需要合理时间，指纹对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任；且指纹应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除指纹存在法定过错外，指纹不承担任何责任。',
          '4.1.6 <strong>您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、网上点击同意/不同意各类规则协议、信息披露、图片上传、在线设计、发布信息、管理小程序及购买或委托第三方购买商品或服务等）负责。</strong>',
          '<strong>4.2 账号注销</strong>',
          '4.2.1 在您需要终止使用燃物平台服务时，您可以依照平台流程和页面提示申请注销您本人的账户，请您知悉并同意：<br>（1）您可以通过人工方式发起账户注销申请。<br>（2）您申请注销的账户处于正常状态，即您的账户信息是最新、完整、正确的，且账户未被采取止付或被有权机关冻结等限制措施。<br>（3）为维护您和其他用户的合法利益，在您申请注销账户时，我们将会进行风险审查，您的账户应当不存在正在履行交易或其他未了结的权利义务，且不存在其他因注销可能引发纠纷的情况。<strong>如您的账户内仍有余额，请您在注销前先将您的账户下对应的可用款项全部提现，或者通过消费等途径支用完毕。</strong>',
          `4.2.2 发生下列情形之一的，我们有权注销您的账户：<br>
          （1）您存在（包括可能存在）在平台上传、传输或使用违法违规或侵犯（包括可能侵犯）他人合法权益的图片的行为；<br>
          （2）连续12个月未登录燃物平台的；<br>
          （3）您的实名认证身份或提供的认证资料无效、不再合法存续或无法有效核实；<br>
          （4）您设置的燃物账户名称存在违法或不良信息、或侵犯（包括可能侵犯）他人合法权益的；<br>
          （5）您存在对商品及服务实施恶意处理订单、恶意维权等扰乱平台正常交易秩序行为的；<br>
          （6）您利用本平台从事侵犯他人合法权益的活动，或进行非法交易、买卖等违反中华人民共和国相关法律法规和有关政策的活动的；<br>
          （7）因您多次违反平台规则相关规定，指纹依据平台规则对您的账户予以注销的；<br>
          （8）平台依据有关国家部门/政府机构的要求，对您采取中止/终止提供服务操作的；<br>
          （9）根据本协议其他约定或其他平台规则需注销用户账户的。<br>
          平台根据本协议注销您的账户后，您将不能再使用该账户登录燃物平台。如您因上述前款约定之情形而被注销账户时，该账户中仍有余额的，我们将会暂时替您保管，并在核实身份后协助您取回。`,
          `4.2.3 您应知晓，用户账户注销后，您将无法继续使用我们的服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外），且同时还可能产生如下结果：<br>
          （1）与用户账户关联的权益均将作废；<br>
          （2）如您在注销用户账户前存在违法、违约、侵权等不当行为或正在履行合同的，您仍应承担法律责任；<br>
          （3）一旦注销成功，账户记录、账户功能等将无法恢复或提供。`,
        ],
      },
      {
        title: '五、平台服务及使用规则',
        message: [
          '<strong>5.1 平台服务定位</strong>',
          '通过指纹提供的平台服务，您可以将您主办运营的小程序与燃物平台进行关联，并使用平台相关功能管理您的小程序。此外，您还可以自行选择平台内生产商提供的商品底板制作商品设计模板，并将小程序订单导入平台后与平台内生产商达成交易意向，以及使用平台提供的其他信息服务及技术服务。',
          '<strong>5.2 小程序关联管理</strong>',
          `5.2.1 您可以在燃物平台上使用小程序关联功能来帮助您更轻松的管理运营您的小程序。相关功能包括但不限于小程序页面设计管理，商品模板设计、商品信息配置、商品订单管理及售后管理等。<br>
          5.2.2 如您使用燃物平台的小程序关联功能，则视为您授权指纹关联您的小程序，并授权指纹使用您提供的小程序中的各项相关信息。具体使用的信息内容及规则详见平台隐私协议。`,
          '<strong>5.3 选品及模板设计 </strong>',
          `5.3.1 您可以在平台上传图片以建立您的专属图库，并使用燃物平台的设计器进行商品设计。指纹为您的图库提供储存空间。<br>
          5.3.2 您可以通过生产商在燃物平台发布的商品信息，自行选择生产商及其提供的商品底板制作商品设计模板，并将制作的商品设计模板上架至您的小程序，供小程序用户进行商品设计定制。<br>
          5.3.3 <strong>您应保证，无论是由您自行上传至平台或由小程序导入至平台的图片或文字均不含有以下内容：<br>
          （1）反对宪法所确定的基本原则的；<br>
          （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，损害中国及国家领导人、国家机关、执法人员或革命领袖肖像的；<br>
          （3）损害国家荣誉和利益的；<br>
          （4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；<br>
          （5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；<br>
          （6）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
          （7）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
          （8）散布谣言，扰乱经济秩序和社会秩序的；<br>
          （9）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
          （10）侮辱或者诽谤他人，侵害他人名誉、隐私、肖像或者其他合法权益；<br>
          （11）侵犯第三方知识产权（包括但不限于著作权、商标权、专利权、隐私权或肖像权）、商业秘密及其他专有权利的；<br>
          （12）侵害未成年人权益、教唆犯罪或任何其他违反社会公序良俗的；<br>
          （13）欺诈、虚假、不准确或存在误导性的；<br>
          （14）可能构成或助长犯罪或侵权；<br>
          （15）包含基于种族、宗教、性别、性取向、年龄、残疾、血统或国籍而歧视他人的任何信息；<br>
          （16）法律、行政法规禁止的其他内容，以及其他违背社会公共利益或公共道德或依据平台协议、条款、规则的规定不适合在燃物平台上发布的。 <br>      
                 如您违反您在本协议中所作的陈述、保证和承诺，在平台上发表或传输了违反本协议约定的资料的，您均应当以自己的名义独立承担所有的法律责任，并应确保指纹、代理采购商及生产商免责；并且您有义务尽最大努力采取一切必要手段配合指纹、代理采购商及生产商免除、减轻损失，包括但不限于出具有关指纹、代理采购商及生产商已尽合理注意义务的书面声明及证人证言。<br></strong>
          5.3.4 您确认、声明并保证：<br>
          （1）您对您上传或导入至平台的资料（包括但不限于上传于图库的图片、在线设计的图片及通过小程序导入的图片等）或在平台发布的信息拥有相应、合法的权利；您有权转授权您指定的生产商将前述资料用于商品印刷、加工、生产等。指纹、代理采购商、生产商不会对您使用前述资料作出任何明示或默示的权利保证。<br>
          （2）您上传或导入至平台的资料，以及许可生产商因生产、加工商品而使用资料的行为不会违反任何法律或侵犯任何第三方的任何权利，包括但不限于任何知识产权、隐私权和肖像权等。<br>
          （3）生产商按照订单内容进行商品生产、加工而使用您的资料时，不承担根据任何集体谈判协议或其他协议而产生的任何会费、剩余报酬、款项、费用或作品使用费的责任。<br>
          （4）目前没有任何尚未了结或可能提出的诉讼、索赔或其他法律或行政程序可能会直接或间接影响您提供的任何定制资料或可能以任何方式影响生产商使用您提供的定制资料的权利。<br>
          （5）如果您的图片以任何方式包含或纳入了任何组件，包括但不限于包含在设计程序中的设计元素、字体、剪贴画、子画面、矢量图或画笔工具等，那么将任何此类图片上传至平台，即表示您已获得合法有效的许可允许您将这些元素纳入您创建的图片设计中，以及允许您出于本协议中规定的目的，将此类图片无偿授权许可给您指定的生产商在本协议约定的用途范围内使用。<br>
          （6）您在平台下单时，您必须保证图片的清晰度、完整性、分辨率等符合生产商关于该类商品的要求；如您提供的图片无法达到生产工艺要求，导致成品出现问题，平台及代理采购商、生产商均不承担任何责任。`,
        ],
      },
      {
        title: '5.4 采购订货及付款',
        message: [
          `5.4.1 除法律另有强制性规定外，双方约定如下：燃物平台上展示的商品和价格等信息仅仅是交易信息的发布，并不构成要约。当您在平台下订单时，您应仔细确认订单商品的名称、价格、数量、型号、规格、尺寸及收货人的姓名、收货地址、联系地址、电话等信息，并确认您所选择的物流服务提供商。<strong>如您向平台提供的信息与订单收货人的信息存在不一致的，收货人的行为即视为您的行为及表示，您应对收货人的行为及意思表示所产生的法律后果承担连带责任。</strong><br>
          5.4.2 您应知悉并确认，<strong>您在燃物平台上发生的所有商品或交易服务，均由您与代理采购商另行签订的《委托代理协议》规范，指纹不参与燃物平台上涉及商品或交易等服务内容。指纹仅提供信息展示及交易撮合服务，不介入您与任何第三方的商品或交易服务，您与任何第三方的交易风险和纠纷，由您自行通过合法途径解决。</strong><br>
          5.4.3 您知悉并接受了《委托代理协议》，即表明您不可撤销的委托米粒多（厦门）电子商务有限公司作为您的代理采购商代理您向生产商采购根据您确定的图片内容及商品品类而生产的商品。
          米粒多（厦门）电子商务有限公司接受您的委托，与生产商签订商品购销合同，并根据您的指示向生产商采购定制商品。具体委托代理内容以您和米粒多（厦门）电子商务有限公司另行签订的《委托代理协议》为准。<br>
          5.4.4 您确认以您的小程序回传导入至平台的订单为您向代理采购商发出的合同要约，只有在代理采购商收到该订单信息且发出货物时，方视为您与代理采购商之间就您所提交的订单商品成立了合同关系；如果您在一份订单里订购了多种商品并且代理采购商只向您发出了部分商品时，您与代理采购商之间仅就该部分商品成立委托代理关系。<br>
          5.4.5 受法律法规限制，指纹有权对您的订单进行审核；<strong>如订单中任何内容或信息（如定制资料等）违反法律法规、本协议及平台规则，指纹有权取消订单或拒绝服务，因此造成的一切损失和责任由您承担。如您的订单中的部分交易不符合平台规则的，则指纹有权仅取消您订单中的部分交易内容。</strong>
          <strong>5.5 数据记录</strong>
          您确认并认可，<strong>您在使用平台服务过程中的使用记录、订单信息、交易金额数据等均以燃物平台系统记录的数据为准。如您对该等数据存有异议的，应自您的燃物账户数据发生变动之日起三日内向指纹提出异议，并提供相关证据供指纹核实。</strong>`,
        ],
      },
      {
        title: '六、物流及售后',
        message: [
          `6.1 平台为方便您选择物流方式，为您列出物流承运商提供的运输费用和运输参考时间，但您应该知悉，该物流配送服务并不由指纹提供，指纹无需承担任何责任；平台提供的运输费用和运输参考时间等信息展示不代表指纹对前述费用、时间作出任何承诺。<br>
            6.2 更多物流服务说明详见平台《委托代理合同》、平台公开展示的各家物流商说明及其他平台相关规则。<br>
            6.3 如您下单的商品在规定时间内出现国家法律所规定的性能故障或商品质量问题，您可在平台售后政策规定期限内申请售后服务。由对应的生产商审核通过后进行退款及相应的运费补偿。具体详情可参见平台《商品售后政策》。`,
        ],
      },
      {
        title: '七、订单支付',
        message: [
          `7.1 平台支持以下支付方式：<br>
          （1）在线支付：选择在线支付，请您进入“我的订单”，点击“付款”，按提示进行操作；目前在线支付渠道包括微信、支付宝、银联、账户余额等方式进行支付。<br>
          （2）线下转账/汇款：选择线下转账/汇款的，请您按照支付页面提示进行相关操作，在您完成银行转账/汇款后，请及时在线提交转账汇款凭证，线下转账/汇款方式的到账时间是1-3个工作日，平台会在您提交凭证后及时完成对账审核。`,
        ],
      },
      {
        title: '八、费用',
        message: [
          `8.1 您知晓并确认，在您使用指纹服务时，指纹有权向您收取相应的服务费用，具体的收费项目及标准以平台页面展示的信息为准。<br>
        8.2 除平台已明示的收费业务外，指纹向您提供的其他服务是免费的。<strong>您理解并认可，根据国家法律法规变化及平台运营需要，指纹有权调整服务手续费用收费标准。</strong><br>
        8.3 您因进行交易、向指纹获取有偿服务或接触指纹服务器而发生的所有应纳税赋，以及一切硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。`,
        ],
      },
      {
        title: '九、信息保护与授权',
        message: [
          `9.1 指纹非常重视信息数据安全及对个人信息的保护。<strong>在您使用燃物平台服务的过程中，为能向您提供平台的必要服务，我们需收集、使用您的某些个人信息，并接受及使用您向我们提供的小程序用户的必要个人信息，具体收集、使用及处理规则详见平台《隐私协议》</strong>。指纹希望通过《隐私协议》向您清楚地介绍指纹对您及您提供的小程序用户的个人信息的收集、使用与处理方式，因此指纹建议您完整地阅读《隐私协议》，并同时在您的小程序中向用户明确说明相关内容，以帮助您及您的小程序用户更好地保护个人隐私。<br>
        9.2 对您提供、发布的非个人信息以及在交易过程中形成的信息，您同意无条件免费授予指纹使用。<br>
        9.3 您同意指纹拥有通过邮件、短信、电话、公告等形式，将平台促销活动等信息通知您的权利。<br>
        9.4 您同意指纹为配合行政监管机关、司法机关执行工作，在法律规定范围内有权向上述行政、司法机关提供您在使用燃物平台时所提供或储存的相关信息。`,
        ],
      },
      {
        title: '十、用户行为规范',
        message: [
          `10.1 在本平台上使用指纹提供的服务过程中，<strong>您声明并保证，您对您自行上传至平台或由您小程序导入至平台的资料或在平台发布的信息拥有相应、合法的权利；同时您应当确保上述资料或信息不违反本协议第5.3.3条和第5.3.4条的约定。</strong><br>
        10.2 您应善意诚信的使用平台提供的各项服务，承诺并保证：<br>
        （1）遵守所有适用的法律法规，包括有关反洗钱和反恐怖主义融资的法律；<br>
        （2）您提供的、与使用交易服务相关的所有信息和材料均真实、合法和准确，且并非虚假的、具有欺骗性的或具有误导性的；<br>
        （3）不得将平台的任何数据用作商业目的，包括但不限于在未经指纹事先书面同意的情况下，以复制、传播等任何方式使用平台上展示的任何资料的；<br>
        （4）不得以任何方式删除、隐匿、改变平台上显示或其中包含的由指纹所有的任何专利、著作权、商标或其他权利的；<br>
        （5）不得利用在本平台注册的账户进行非法牟利性经营活动。<br>
        10.3 依法纳税是每一个公民、企业应尽的义务，您应自行承担可能对本协议项下交易或与之相关的任何税费（例如增值税、关税等）或其他政府收费。<br>
        10.4 违规行为<br>
               您不得进行以下违规行为，包括但不限于：恶意套取资金、批量注册、批量登录、批量签约、机器作弊、虚假交易、扰乱系统、实施网络攻击、使用小运营商手机号、盗用或冒用他人信息等、其他不符合正常采购习惯的行为或者损害指纹、代理采购商、物流代理商、其他用户或任何第三方合法权益的行为等。<strong>否则，指纹自发现您上述行为之日起即有权直接取消您的活动资格，并暂停、限制您的一切指纹服务及其他服务活动（包括但不限于燃物账户注册、小程序管理、模板设计及订单管理等），且有权撤销相关违规交易和奖励，必要时将追究您的法律责任。</strong>`,
        ],
      },
      {
        title: '十一、服务与协议终止',
        message: [
          `11.1 您同意，指纹在以网站通知、电子邮件、短信息等形式依法提前通知您，并合理处置后续事宜基础上，有权终止您的账户、密码（或其任何部分）或您对燃物平台服务的使用。<br>
        11.2 <strong>您同意，因您违反本协议约定，指纹依据平台规则对您的账户予以关闭的，即使您的账户所购买的平台收费服务项目（如有）未到期，指纹仍有权终止上述服务，并不退还您已支付的费用。</strong><br>
        11.3 您的账户终止后，指纹没有义务为您保留原账户中的电子信息，或提供任何未曾阅读或发送的信息给您或第三方。此外，<strong>您同意，指纹不会因终止向您提供服务而对您或任何第三者承担任何责任。</strong><br>
        11.4 您有权向指纹要求注销您的账户，经指纹审核同意的，指纹将注销您的账户，届时，您与指纹基于本协议的合同关系即终止。<br>
        11.5 您理解并同意，您与指纹的协议终止后：<br>
        （1）您在使用服务期间存在违法行为或违反本协议或平台规则的行为的，指纹仍可依据本协议向您主张权利；<br>
        （2）<strong>本协议终止后，对于您在本协议存续期间产生的交易订单，指纹可通知交易相对方并根据交易相对方的意愿决定是否终止该交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单约定的义务，并承担因此产生的任何损失或增加的任何费用。</strong>`,
        ],
      },
      {
        title: '十二、责任限制',
        message: [
          `12.1 <strong>指纹依照法律规定履行基础保障义务，但对于下述不可抗力或其他第三人原因导致合同无法完全履行的，指纹不承担相应的违约责任：<br>
        （1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素造成的；<br>
        （2）第三方未经批准的使用您的账户或更改您的数据；<br>
        （3）因电力供应故障、通讯网络故障等公共服务因素或第三人因素造成的；<br>
        （4）因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素造成的；<br>
        （5）由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面问题等而造成的服务中断或者延迟；<br>
        （6）通过平台购买或获取商品、服务等行为而产生的费用或损失；<br>
        （7）您对指纹服务的误解。</strong><br>
        12.2 指纹有权对您上传及导入至平台的内容和图片进行内容审核（包括机器审核和人工审核）。倘若指纹认为您上传或导入至平台的资料和信息可能使指纹承担任何法律或道义上的责任，或可能使指纹全部或部分地失去互联网服务供应商或其他供应商的服务，则指纹可自行全权决定或根据国家权力机关的要求对您的资料或信息采取指纹认为必要或适当的任何行动，包括但不限于对您的资料和信息进行删除、屏蔽或断开链接、冻结您账户内的款项，要求代理采购商、物流代理商中止、终止对您提供部分或全部服务等措施；但您应当确认指纹并无义务去判断您的资料和信息是否存在任何侵权情形。若因您提供的相关信息存在损害他人合法权益的行为或被第三方追责的，您均应当以自己的名义独立承担所有的法律责任；且指纹有权根据权利人的要求，在其提供充分证据（包括但不限于权利证明、法律文书及其他政府机关相关文件）的前提下配合该权利人提交相关的证据/证明材料。<br>
        12.3 您应充分认识并注意到，指纹虽然已经建立了相应平台规则，但仍无法控制或保证商品信息的真实性、合法性、准确性，不能控制或保证交易所涉及的物品的质量、安全或合法性，不能控制或保证相关交易各方履行在《委托代理协议》项下的各项义务的能力。对此您应谨慎判断，并自行承担责任；如您发现存在危害信息和行为，请您及时同指纹进行联系或向指纹投诉。`,
        ],
      },
      {
        title: '十三、违约和赔偿',
        message: [
          `<strong>13.1 违约认定</strong><br>
        发生如下情形之一的，视为您违约：<br>
        （1）您违反任何适用的法律、法规；<br>
        （2）您违反本协议（包括上述任何声明和保证）或本协议补充协议约定的；<br>
        （3）您侵犯任何第三方权利，包括但不限于任何隐私权、肖像权或知识产权等；<br>
        （4）您在上传或导入至平台的任何图片、定制资料、素材引起任何索赔、要求或损失；<br>
        （5）因接受您的委托，而导致代理采购商被第三方提出的任何索赔、要求或遭受损失的；<br>
        （6）任何第三方利用您的账号、密码或校验码等身份验证信息访问和使用指纹服务的。<br>
        <strong>13.2 赔偿责任
        （1）如因您的行为使指纹遭受损失（包括指纹的直接经济损失、商誉损失及指纹对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿指纹的全部损失。
        （2）如因您的行为使指纹被第三人主张权利，指纹可在对第三人承担责任后就全部损失向您追偿。</strong>`,
        ],
      },
      {
        title: '十四、有效通知',
        message: [
          `<strong>14.1 联系方式</strong><br>
        您在注册成为燃物平台用户时，应该向指纹提供真实有效的联系方式（包括但不限于电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被有效联系的状态。您在注册燃物平台用户时生成的用于登录燃物平台接收站内信、系统消息等即时信息的用户账户，也将作为您的有效联系方式。<strong>指纹将通过上述一种或多种联系方式向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</strong><br>
        <strong>14.2 通知送达</strong><br>
        14.2.1 指纹通过第14.1条的联系方式向您发出通知，其中以电子方式发出的书面通知，包括但不限于在平台上公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账户发送系统消息以及站内信，在发送成功后即视为送达；以纸质载体发出的书面通知，寄出通知后的第五个自然日即视为送达。<br>
        14.2.2 对于在平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在平台注册时或更新时提供的手机号码、电子邮箱等联系方式，司法机关向上述联系方式发出法律文书即视为送达。<strong>您应当保证所提供的联系方式是准确有效的，并进行实时更新。如果因提供的联系方式有误、不详细，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达的，由您自行承担由此可能产生的法律后果。</strong>`,
        ],
      },
      {
        title: `十五、法律适用、管辖及其他`,
        message: [
          `<strong>15.1 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律；如无相关法律规定的，则应参照商业惯例或行业惯例。<br>
        15.2 除双方另有约定外，您同意指纹因经营业务需要有权将本协议项下的权利义务就部分或全部进行转让，并提前以本协议约定的有效方式通知您。<br>
        15.3 因本协议或指纹提供的服务所引起的任何争议，由指纹与您协商解决。协商不成时，任何一方均可向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中国福建省厦门市思明区。</strong><br>
        15.4 指纹未行使本协议任何权利或规定，并不构成对该权利的放弃。倘若本协议任何条款被裁定为无效或不可强制执行，本协议的其余条款仍有效应予遵守和执行。<br>
        15.5 您若认为指纹提供的服务或平台内容（包括但不限于平台用户发布的商品信息）侵犯您合法权益的，可以联系客服：【<a href="tel:4008899560">400-8899-560</a>】进行投诉，我们将在收到您合格通知后依据相应的法律法规以及平台规则及时处理。<br>
        15.6 本协议自   2022  年  09  月  09  日起生效。`,
        ],
      },
    ],
  },
  5: {
    title: '平台隐私政策',
    des: `<div class="textR">更新日期：2022 年 09 月 09 日 </div>欢迎您使用燃物平台提供的商品与/或服务！燃物平台是由厦门指纹科技有限公司主办运营的为小程序运行提供技术服务支持及柔性供应链服务的平台。燃物平台（以下简称“平台”或“我们”）非常重视用户的隐私和个人信息保护，我们将根据中华人民共和国有关法律、法规及相关政策的要求，采取相应的安全保护措施，尽力保护您的个人信息安全。<strong>基于此，我们特制定本《隐私政策》（下称“本政策”）以帮助您充分了解在您使用我们的商品与/或服务时，我们会如何收集、使用、共享、存储和保护您的个人信息，以及您可以如何管理您的个人信息，以便您能够更好的行使您的权利。</strong><br>
    在您开始使用我们的商品与/或服务前，请您务必先仔细阅读和理解本政策，特别应重点阅读我们以粗体标识的条款，确保您充分理解和同意之后再开始使用。`,
    article: [
      {
        title: '本隐私政策将帮助你了解以下内容：',
        message: [
          `一、定义及适用范围<br>
          二、我们如何收集和使用您的信息<br>
          三、我们如何共享、转让、公开披露个人信息<br>
          四、我们对Cookie的使用<br>
          五、我们如何存储和保护个人信息<br>
          六、你如何管理你的信息<br>
          七、关于未成年人个人信息的保护<br>
          八、隐私政策的更新<br>
          九、您如何联系我们`,
        ],
      },
      {
        title: '一、定义及适用范围',
        message: [
          `<strong>1.1 定义</strong>
          1.1.1 个人信息：指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。<br>
          1.1.2 个人敏感信息：指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。<br>
          1.1.3 个人信息删除：指在平台系统中去除个人信息的行为，使其保持不可被检索、访问的状态。<br>
          1.1.4 服务日志信息：指您在访问及/或使用我们服务过程中，我们自动收集和记录的您的详细使用情况，包括浏览记录、点击查看记录、搜索查询记录、添加至购物车、交易、售后以及IP地址、浏览器类型、运营商、使用语言、访问日期和时间。<br>
          1.1.5 设备信息：指您在访问及/或使用我们服务过程中，我们接收并记录您所使用的设备相关信息（包括设备型号、操作系统版本等软硬件特征信息）。<br>
                 除另有约定外，本政策所用定义与《燃物平台用户服务协议》中的定义具有相同的涵义。<br>
          <strong>1.2 适用范围</strong><br>
                 本政策适用于平台以PC端网站、移动端网站、小程序以及随技术发展可能出现的新形态向您提供的各项商品与/或服务。`,
        ],
      },
      {
        title: '二、我们如何收集和使用您的信息',
        message: [
          `为向您提供平台的核心服务，您须授权我们收集和使用与其相关的必要信息，如您拒绝提供必要信息，您将可能无法正常使用平台的核心服务，但您仍可使用平台提供的其他无需收集、使用您个人信息的服务。
          <strong>2.1 您须授权我们收集和使用您个人信息的情形<br>
          2.1.1 账户注册、登录及管理</strong><br>
          （1）账户注册：我们基于燃物平台账户为您提供商品与/或服务。为注册平台账户，您需向我们提供<strong>手机号码、拟使用的用户名和密码。</strong><br>
          （2）授权登录：我们可能会根据您的授权从第三方获取您的第三方账户头像及昵称，并与您的平台账户进行绑定，使您可以便捷地从第三方处直接注册或登录平台账户。<br>
          （3）实名认证：您可以根据认证要求提供相应的信息以完成实名认证，需提供的信息为<strong>企业及法定代表人的相关信息（包括企业名称、统一信用代码、法定代表人姓名及身份证号码等信息）。</strong><br>
          <strong>2.1.2 商品设计与保存</strong><br>
          （1）在您使用平台设计器进行商品设计时，我们将收集您在设计过程中上传/编辑的定制资料，包括但不限于图片、文字及标识。<br>
          （2）在您使用我们服务的过程中，您可以将您设计的商品进行保存。在您使用平台的保存功能时，我们会收集您的保存记录以用于实现上述功能及其他我们明确告知的目的。<br>
          <strong>2.1.3 订单生成与管理</strong><br>
          （1）当您在平台进行定制商品下单时，系统需收集您提供的<strong>收货人姓名、收货地址、收货人联系电话</strong>以为您生成该定制商品的订单。<br>
          （2）除前述信息外，订单中还会载明商品信息、具体订单号、订单创建时间、您应支付的金额、您的备注信息。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、便于您查询或管理订单信息、提供客服与售后服务及其他我们明确告知的目的。<br>
          （3）为便于您了解、查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的消费记录及订单信息，用于向您展示及便于您对订单进行管理。您可以通过“我的订单”查看和管理您的订单信息。<br>
          <strong>2.1.4 订单支付</strong><br>
          （1）在您下单后，您可以选择与平台合作的第三方支付机构所提供的支付服务。支付功能本身并不收集您的个人信息，<strong>但我们需要将您的订单交易编号与交易金额在内的支付必要信息与这些支付机构共享以实现其确认您的支付指令并完成支付。在您使用支付功能时，支付机构会通过其页面收集或验证您的银行卡（含储蓄卡、信用卡）及其他支付必要信息，以实现其确认您的支付指令并完成支付，具体适用各支付机构相应的隐私政策。</strong><br>
          （2）为使我们能及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自您所选择的支付机构处收集与支付进度相关信息。<br>
          <strong>2.1.5 商品交付</strong><br>
          （1）为向您提供您定制的商品，我们会向您选择的供应商共享您的订单信息，包括商品类型、规格、数量及材质等必要信息。您知晓并同意您选择的供应商不可避免地获知您的订单信息，以便其可向您提供您定制的商品。<br>
          （2）为完成商品交付，您需提供<strong>收货人姓名、收货地址、收货人联系电话。</strong>如果我们委托第三方（供应商、物流服务商）向您交付时，您同意将上述信息共享给第三方。如果您在订单生成后修改了上述信息，您同意我们和第三方均能共享上述信息。如果您拒绝提供或者不同意共享此类信息，我们将无法完成相关交付服务。<br>
          （3）为向您提供售后与争议解决服务之目的，我们需要及时获悉并确认商品的生产或交付进度及状态，您同意我们可自供应商或物流服务商处收集相关的信息。<br>
          <strong>2.1.6 售后与争议处理</strong><br>
          （1）为在您与我们联系时或在您提出售中、售后、争议纠纷处理申请时能够尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存<strong>您与我们的沟通、通信/通话记录及相关内容（包括账户信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式）；如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账户信息和订单信息。</strong><br>
          （2）为了提供服务及改进平台服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。<br>
          <strong>2.1.7 交易安全保障</strong>
                 为提高您使用我们商品与/或服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或平台相关协议、规则的情况，我们将收集您的设备信息、服务日志信息，并可能使用或整合您的会员信息、交易信息、设备信息、服务日志信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。<br>
                 <strong>请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。</strong>如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。<br>
                 <strong>2.2 平台嵌入第三方SDK收集个人信息的情形</strong><br>
                 为保障平台功能的实现，我们需在平台中嵌入授权合作公司的软件工具开发包（以下简称“SDK”）。我们会对平台嵌入的SDK进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照本协议以及其他任何相关的保密和安全措施来处理您的个人信息。具体嵌入的SDK信息及信息收集内容详见《SDK使用列表》。<br>
                 <strong>2.3 收集和使用个人信息的其他规则<br>
          2.3.1 若您提供的信息中含有其他自然人的个人信息，在提供这些个人信息之前，您需确保您已经取得合法的授权。<br>
          2.3.2 若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意。<br>
          2.3.3 事先征得授权同意的例外<strong>
                 根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：<br>
          （1）与国家安全、国防安全有关的；<br>
          （2）与公共安全、公共卫生、重大公共利益有关的；<br>
          （3）与犯罪侦查、起诉、审判和判决执行等有关的；<br>
          （4）为应对突发公共卫生事件，或者紧急情况下为保护个人信息主体或其他个人的生命、财产等重大合法权益所必需的；<br>
          （5）所收集的个人信息是您自行向社会公众公开或者其他已经合法公开的；<br>
          （6）为履行法定职责或者法定义务所必需的；<br>
          （7）法律法规规定的其他情形。<br>
                 请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改进我们的商品与/或服务，<strong>则此类处理后数据的使用无需另行向您通知并征得您的同意。</strong>`,
        ],
      },
      {
        title: '三、我们如何共享、转让、公开披露个人信息',
        message: [
          `<strong>3.1 共享</strong><br>
        3.1.1 我们不会与平台以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：<br>
        （1）为向您提供您所需要的商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易、配送及售后服务需求（包括但不限于：商品或技术服务的供应商、物流服务供应商、第三方支付机构等）；<br>
        （2）事先获得您的明确同意或授权后与其他方共享您的个人信息；<br>
        （3）我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。<br>
        3.1.2 我们只会共享必要的个人信息，且仅会出于本政策声明的合法、正当、必要、特定、明确的目的共享您的个人信息，如果我们共享您的个人敏感信息或信息接收方改变个人信息的使用及处理目的，将再次征求您的授权同意。<br>
        <strong>3.2 转让</strong><br>
               我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>
        （1）事先获得您明确同意或授权的；<br>
        （2）根据中华人民共和国有关法律、法规或相关政策的要求、行政或司法机关要求所必须的；<br>
        （3）在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转移，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则，我们将要求该公司、组织重新向您征求授权同意。<br>
        <strong>3.3 公开披露</strong><br>
               我们仅会在以下情况下，全部或部分的公开披露您的个人信息：<br>
        （1）经您事先同意或根据您的需求，向第三方披露您的个人信息或/及您指定的信息；<br>
        （2）根据中华人民共和国相关法律、法规及相关国家政策的规定，或者行政、司法机构的要求必须提供您的个人信息时，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息；<br>
        （3）如您出现违反中华人民共和国有关法律、法规或相关政策以及本平台服务条款或相关规则的情况导致本平台遭受损失或给第三人造成损害的，为维护本平台利益及相关第三人合法权益的，本平台有权将您的个人信息进行披露或向第三方披露。`,
        ],
      },
      {
        title: `四、我们对Cookie和同类技术的使用`,
        message: [
          `4.1 为使您获得更轻松的访问体验，本平台会在您的计算机上使用Cookie及其同类技术Local Storage，以便您能使用依赖于该类技术的本平台服务或功能，包括但不限于简化您重复登录的步骤、存储您保存的商品数据、帮助判断您的登录状态以及账号或数据安全。<br>
        4.2 您可根据自己的偏好管理或删除 Cookie或同类技术，也可以清除计算机上保存的所有 Cookies。但如果您这么做，您可能需要在每一次访问平台时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会导致部分平台功能无法正常使用。`,
        ],
      },
      {
        title: '五、我们如何存储和保护您的个人信息',
        message: [
          `<strong>5.1 信息存储</strong><br>
        5.1.1 存储地点：我们在中华人民共和国境内运营中收集的与您相关的信息和资料，将存储在中国境内。<br>
        5.1.2 存储期限：<strong>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的留存要求，</strong>例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：<br>
        （1）完成与您相关的交易目的、维护相应交易及业务记录，以应对您可能的查询或投诉；<br>
        （2）保证我们为您提供服务的安全和质量；<br>
        （3）您是否同意更长的留存期间；<br>
        （4）是否存在关于保留期限的其他特别约定或法律法规规定。<br>
               在超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。<br>
               <strong>5.2 信息保护</strong><br>
               <strong>5.2.1 平台保护</strong><br>
               我们会采用符合业界标准的安全防护措施来防止您的个人信息遭到未经授权的访问、使用、修改或公开披露，并避免数据的损坏或丢失。具体措施包括但不限于：<br>
        （1）我们仅会允许有必要知晓这些信息的燃物平台及燃物平台关联方的员工、合作伙伴访问您的个人信息，并同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如上述主体未能履行这些义务，我们将视情节严重程度追究其法律责任或中止/终止其与燃物平台的合作关系。<br>
        （2）本平台帐号均有安全保护功能，我们将通过对用户密码进行加密等安全保护措施确保您的信息不丢失，不被滥用和被修改。<br>
        （3）当我们需要对外展示您的个人信息时，我们会采用包括内容替换、匿名处理、去标识化等方式对您的信息进行脱敏，以保护您的信息安全。<br>
        （4）在收集和使用您的个人敏感信息及按照本政策声明的需要向第三方提供您的个人信息时，我们会对此进行个人信息保护影响评估，并对相关情况进行记录。<br>
        <strong>5.2.2 自主防范</strong><br>
        （1）您在使用我们平台的商品与/或服务时应注意保护您的个人信息安全，我们建议您为您的账号设置复杂密码以提高账户安全性。`,
        ],
      },
      {
        title: '六、您如何管理您的信息',
        message: [
          `<strong>6.1 查询、更正和补充您的信息</strong><br>
        您可以登录燃物平台，点击“账号设置”后查询、更正和补充个人资料及个人账户相关信息。<br>
        <strong>6.2 删除您的信息</strong><br>
 6.2.1 您可以通过第6.1条中列明的方式删除您的信息。<br>
 6.2.2 在以下情形中，您也可以通过与平台客服联系向我们提出删除个人信息的请求：<br>
 （1）如果我们处理个人信息的行为违反法律法规；<br>
 （2）如果我们收集、使用您的个人信息，却未征得您的明确同意；<br>
 （3）如果我们处理个人信息的行为严重违反了与您的约定；<br>
 （4）如果您无法自行删除您的信息。<br>
        当您自行删除或我们协助您删除相关信息后，因为适用的法律和安全技术限制，<strong>我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。</strong><br>
        <strong>6.3 注销您的账户</strong><br>
        您可以通过以下方式申请注销您的账户：<br>
 （1）登录燃物平台，通过“账号设置-账号安全设置-账号注销”提交账户注销申请。<br>
 （2）联系客服寻求帮助，协助您申请注销您的账户。<br>
        在您主动注销账户之后，我们将停止为您提供商品或服务，并根据适用法律的要求删除您的个人信息，或对其进行匿名化处理。<br>
        <strong>6.4 修改授权同意的范围或撤回授权</strong><br>
 6.4.1 您可以通过删除信息或注销账户的方式改变您授权我们继续收集个人信息的范围或撤回您的授权。<br>
 6.4.2 您可以通过以下方式改变或者撤回您授权我们收集和处理您的个人信息的范围：<br>
 （1）在“设置-位置信息”中管理授权。<br>
 （2）在“设置-个人信息与权限使用记录”中管理授权。<br>
 6.4.3 对于您无法直接通过上述方式设置的授权，您可以联系我们进行修改。我们将会在您做出请求后的合理时间内处理您的请求，并且会根据您的请求，在此后不再收集、使用和/或披露您的个人信息。<br>
 <strong>请您理解，每个业务功能均需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</strong><br>
 <strong>6.5 响应您的上述请求</strong><br>
        对于您向我们提出的上述请求，我们将及时做出答复，但在以下情形中，我们将无法响应您的请求：<br>
 （1）与我们履行法律法规规定的义务相关的；<br>
 （2）与国家安全、国防安全直接相关的；<br>
 （3）与公共安全、公共卫生、重大公共利益直接相关的；<br>
 （4）与刑事犯罪侦查、起诉、审判和执行判决等直接相关的；<br>
 （5）有充分证据表明个人信息主体存在主观恶意或滥用权利的；<br>
 （6）出于维护个人信息主体或其他个人的生命、财产等重大合法权益的；<br>
 （7）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；<br>
 （8）涉及商业秘密的。`,
        ],
      },
      {
        title: '七、关于未成年人个人信息的保护',
        message: [
          `7.1 燃物平台不为未成年人提供服务。<strong>在您使用我们平台提供的商品与/或服务时我们推定您具有相应的民事行为能力。</strong><br>
        7.2 如果有事实证明未成年人在未取得监护人同意的情况下注册使用了我们的商品与/或服务，我们会在了解该情况后立刻停止为其提供商品或服务并尽快删除相关个人信息。<br>
        7.3 如您为未成年人的监护人，当您对您所监护的未成年人的个人信息处理存在疑问，或对此有任何意见、建议或投诉、举报，您可通过本政策列明的联系方式与我们取得联系，我们会随时为您提供帮助。`,
        ],
      },
      {
        title: '八、本隐私政策的更新',
        message: [
          `8.1 为给您提供更好的服务或因技术发展需要或根据国家相关政策的调整，我们可能会不时地更新本隐私政策，并在平台中公开发布更新后的隐私政策，以便您及时了解更新后的政策内容。<br>
          8.2 若涉及重大变更，我们将会以更为显著的方式向您通知（包括但不限于站内信、公告或在浏览页面做特别提示等）。本隐私政策所指的重大变更包括但不限于：<br>
          （1）我们对个人信息的使用发生重大变化的。如使用个人信息的目的、使用方式或使用的个人信息种类等；<br>
          （2）个人信息共享、转让或公开披露的主要对象发生变化；<br>
          （3）您参与个人信息处理方面的权利及其行使方式发生重大变化；<br>
          （4）我们负责处理个人信息的联络方式及投诉渠道发生变化时。`,
        ],
      },
      {
        title: '九、您如何联系我们',
        message: [
          `9.1 如果您对本隐私政策有任何疑问，您均可以通过如下任一方式与我们取得联系：<br>
          （1）您可通过平台下方的“在线客服”与我们联系；<br>
          （2）您可以向我们开通的【<a href="tel:4008899560">400-8899-560</a>】客服邮箱发送邮件与我们联系。<br>
          9.2 如您在使用平台服务的过程中发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络客服以便我们根据您的申请采取相应措施。`,
        ],
      },
    ],
    footerDes: `本《隐私政策》将于 2022 年 09 月 09 日起生效。若您不同意本政策内容的，请立即停止访问/使用燃物平台。若您继续使用燃物平台提供的相关服务/商品的，视为您已阅读并接受本《隐私政策》。<strong>本隐私政策的最终解释权归燃物平台所有。</strong>`,
  },
  6: {
    title: '委托代理协议',
    des: '本协议是由指纹平台（包括PC端网站、移动端网站及APP等，以下简称“平台”或“指纹平台”）的用户（以下或称“您”）与指纹平台的运营方“厦门指纹科技有限公司”（以下或称“指纹”或“我们”）之间，就指纹平台服务等相关事宜共同缔结。',
    article: [
      {
        title: '一、协议的确认及接受',
        message: [
          '1.1 本协议由您与指纹共同缔结，本协议对您与指纹具有同等法律效力。',
          '1.2 您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。',
          '1.3 当您按照注册页面提示填写信息、阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入指纹平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。',
          '1.4 由于互联网高速发展，您与指纹签署的本协议列明的条款并不能完整罗列并覆盖您与指纹所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，指纹法律声明、隐私条款、指纹平台规则及所有指纹平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用指纹服务，视为您同意接受上述补充协议。',
          '1.5 根据中华人民共和国有关法律、法规及相关政策及变化及平台运营需要，指纹有权对本协议中条款及其它指纹平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在指纹平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及指纹平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用指纹平台，则视为知悉变动内容并接受变更后的协议。 如您不同意变更事项，您有权于变更事项确定的生效日前联系指纹反馈意见。如反馈意见得以采纳，指纹将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用指纹服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用指纹服务，则视为您同意已生效的变更事项。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
      {
        title: '二、定义',
        message: [
          '2.1 指纹平台：指指纹主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含指纹网站（域名为hicustom.com）及客户端。',
          '2.2 指纹：指“厦门指纹科技有限公司”，系指纹平台的运营方。',
          '2.3 指纹服务：指指纹基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称“服务”）。',
          '2.4 指纹平台规则：指在指纹平台已发布及未来可能发布的全部协议、规则、条款、商品流程说明、公告等内容。',
        ],
      },
    ],
  },
};
